Repository: Vieshanis/rates-app
Catalog: src/locale/messages.*.xlf
Languages: lv

source: Rates by date
lv: Valūtas kurss pēc datuma

source: Rates by period
lv: Valūtas kurss pēc perioda

source: Base curreny
lv: Bāzes valūta

source: Base
lv: Bāze

source: Choose a date
lv: Izvēlies datumu

source: Curreny
lv: Valūta

source: Value
lv: Kurss

source: Enter a date range
lv: Ievadi periodu

source: Start date
lv: Sākuma datums

source: End date
lv: Beigu datums
